[Challenge.SpearStyle1 HeroEquipment]
EquipmentName="Ogre's Childhood Toy"
EquipmentDescription="Old toys, new friends."

[Challenge.SpearStyle4_EMH HeroEquipment]
EquipmentName="Warp Stabilizer"
EquipmentDescription="Someone has to keep it under control."

[Challenge.SpearStyle5 HeroEquipment]
EquipmentName="Ogre Party Hat"
EquipmentDescription="We're not really sure how it works either."

[Challenge.SpearStyle2_EMH HeroEquipment]
EquipmentName="Wick Cutter"
EquipmentDescription="Warning: May ignite wick."

[Challenge.SpearStyle7 HeroEquipment]
EquipmentName="Skyreaper"
EquipmentDescription="Be prepared for your next avian onslaught."

[Challenge.SpearStyle3_EMH HeroEquipment]
EquipmentName="The Aggressor"
EquipmentDescription="Resistance is futile."

[Challenge.SpearStyle8 HeroEquipment]
EquipmentName="Magina's Last Glaive"
EquipmentDescription="Many years of service has rendered its Mana draining abilities useless."

[Campaign.SpearStyle5_EMH HeroEquipment]
EquipmentName="Spear of the Void"
EquipmentDescription="An ancient spear from an unrecognizable time."

[Campaign.SpearStyle2_Boss HeroEquipment]
EquipmentName="Everlasting Flame"
EquipmentDescription="Formed from the Demon Lord's tongue and armor fragments."

[Campaign.SpearStyle1_EMH HeroEquipment]
EquipmentName="Sword Test No.8"
EquipmentDescription="Discarded for its lack of cogs."

[Campaign.SpearStyle6_Boss HeroEquipment]
EquipmentName="Prototype Armblade"
EquipmentDescription="Works well, but gets snagged on flesh."

[Campaign.SpearStyle8_EMH HeroEquipment]
EquipmentName="Dragon-Crested Glaive"
EquipmentDescription="An everlasting symbol for the Forces of Light."

[Campaign.SpearStyle7_EMH HeroEquipment]
EquipmentName="Firegrass Scythe"
EquipmentDescription="It's for my rock garden."

[Campaign.SpearStyle4 HeroEquipment]
EquipmentName="Qi"
EquipmentDescription="Better a diamond with a flaw than a pebble without."
